<?php

return [
    
    "MESSAGE_UNKNOWN" => "Произошла внутренняя ошибка информационной системы.",
    "MESSAGE_SUCCESS" => "Операция успешно завершена.",
    
    "MESSAGE_FIELDS" => "Найдены незаполненные поля, обязательные для продолжения операции.",
    "MESSAGE_AVATAR" => "Неправильный формат загружаемого файла.",
    "MESSAGE_EMAIL" => "Неправильный адрес электронной почты от аккаунта.",
    
    "MESSAGE_CAPTCHA" => "Неправильный ответ на контрольный вопрос.",
    
    "MESSAGE_PASSWORD" => "Неправильный пароль от аккаунта.",
    "MESSAGE_PASSWORD_CONFIRM" => "Неправильное подтверждение нового пароля.",
    
    "MESSAGE_CATEGORY_DELETE" => "Найдены подкатегории, продолжение операции невозможно.",
    "MESSAGE_CATEGORY_EXISTS" => "Категория / подкатегория с указанным именем существует, продолжение операции невозможно.",
    "MESSAGE_CATEGORY_DOCUMENTS" => "В категории найдены документы, продолжение операции невозможно.", 

];